i5/20220909-zfs-large/raid10/no-fpw/5000/run-ro-1/pgbench.log
pgbench (16devel)
transaction type: <builtin: select only>
scaling factor: 5000
query mode: prepared
number of clients: 16
number of threads: 4
maximum number of tries: 1
duration: 900 s
number of transactions actually processed: 20273625
number of failed transactions: 0 (0.000%)
latency average = 0.710 ms
initial connection time = 8.592 ms
tps = 22526.165727 (without initial connection time)